import lotosPose from './../../images/poses/lotos.jpg';
import { beginner } from './main';

export default [{
  title: 'Половина позы лодки',
  sanskritName: 'Ардха навасана',
  key: 'semilodka',
  description: '1. Сядьте на пол. Вытяните ноги вперед и держите их прямо. 2. Выдохните, отклоните туловище, округлите спину и  плотно прижмите поясницу к полу, оставив плечи и грудной отдел спины на весу. 3. Одновременно поднимите ноги от пола, колени напрягите, пальцы ног обратите вперед. 4. Держите ноги под углом 30-35 градусов к полу, вытяните руки по направлению к стопам. Пальцы ног и темя на одном уровне.5. Позу удерживайте 20-30 секунд, дыхание ровное, неглубокое.',
  level: beginner,
  image: lotosPose,
  benefit: 'Укрепляет мышцы брюшного живота, спины и бедер. Неглубокое, но равномерное дыхание в этой позе массирует внутренние органы, благоприятно воздействуя на печень, желчный пузырь и селезенку.',
  modifications: 'Если мышцы брюшного пресса очень слабые, выполняйте это упражнение, поставив стопы на пол (колени согнуты).',
  contraindications: 'Менструация, беременность, желудочно-кишечные заболевания, грыжа пищеводного отверстия, острые боли в области поясницы, гипертония и сердечно-сосудистые заболевания.',
}, {
  title: 'Поза бабочки',
  sanskritName: 'Баддха конасана',
  key: 'batterf',
  description: '1. Сесть в Дандасану, согнуть обе ноги в коленях и придвинуть стопы к паху. 2. Соединить подошвы и пятки, взяться ладонями за стопы, разворачивая их наружу и максимально приблизить пятки к промежности. 3. Опустить бедра на пол, коснуться пола коленями. 4. Взяться стопы, разворачивая их наружу. 5. Оставаться в этом положении 30-60 секунд, дышать ровно.',
  level: beginner,
  image: lotosPose,
  benefit: 'Она тонизирует почки, устраняет нарушения в работе мочеполовой системы, предупреждает появление радикулита и грыжи. Особенно благотворной является для женщин. Облегчает роды, предупреждает варикозное расширение вен, укрепляет мочевой пузырь и матку.',
  modifications: 'Положить под ягодицы блок или сложенное в несколько раз одеяло. Если трудно сидеть прямо, можно опереться о стену или использовать для поддержания спины веревку. Если не получается захватить стопы руками, возьмитесь за лодыжки',
  contraindications: 'Травмы паха или коленей.',
}];
