import lotosPose from './../../images/poses/lotos.jpg';

export default [{
  title: 'Поза лотоса',
  key: 'lotos',
  description: 'Согласно теории йоги наши грехи (психические блоки, плохие самскары, энергетическая грязь и т.д.) складываются в тонких телах снизу вверх (то есть сначала откладываются внизу и по мере загрязнения все выше и выше). Вот почему стопы считаются самыми грязными в энергетическим смысле, так что если вы сядете вытянутыми ногами к индусу – вы его оскорбите (особенно стоит это помнить, если вам случится попасть на сатсанг какого-либо гуру). Традиция касаться стоп святых-просветленных',
  level: 'Начальный',
  image: lotosPose,
  advantages: [{
    key: 'heard',
    title: 'Положительно влияет на сердечно сосудистую систему',
  }, {
    key: 'sosyd',
    title: 'Улучшает сосуды',
  }],
  disadvantages: [{
    key: 'kill',
    title: 'Убивает вас',
  }, {
    key: 'break',
    title: 'Вы можете сломать руку',
  }],
}];
